Repository: Abdu5Hussein/sitex_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Copyright &copy; 2020 Company Name
ar: حقوق النشر &copy; 2020 اسم الشركة

source: Designed by TOOPLATE
ar: تصميم بواسطة TOOPLATE

source: Page Not Found - AWFERLK Solutions
ar: الصفحة غير موجودة - اوفرلك للحلول التقنية

source: 404 - Page Not Found
ar: 404 - الصفحة غير موجودة

source: The page you're looking for doesn't exist or has been moved.
ar: الصفحة التي تبحث عنها غير موجودة أو تم نقلها إلى مكان آخر.

source: What Happened?
ar: ما الذي حدث؟

source: We couldn't find the page you requested. This might be because:
ar: لم نتمكن من العثور على الصفحة المطلوبة. قد يكون ذلك للأسباب التالية:

source: The URL might be misspelled
ar: ربما تم إدخال رابط الصفحة بشكل غير صحيح

source: The page has been moved or deleted
ar: ربما تم نقل الصفحة أو حذفها

source: You might have followed an outdated link
ar: ربما استخدمت رابطًا قديمًا أو غير محدث

source: Back to Homepage
ar: العودة إلى الصفحة الرئيسية

source: Contact Support
ar: الاتصال بالدعم

source: Helpful Links
ar: روابط مفيدة

source: Shop
ar: المتجر

source: Explore our product catalog
ar: استكشف قائمة منتجاتنا

source: Documentation
ar: التوثيق

source: Browse our help center
ar: تصفّح مركز المساعدة

source: Blog & News
ar: المدونة والأخبار

source: Read our latest updates
ar: اطّلع على آخر التحديثات

source: About Us
ar: من نحن

source: Learn more about our company
ar: تعرّف أكثر على شركتنا

source: Recent Updates
ar: آخر التحديثات

source: You might be interested in these pages
ar: قد تهمّك هذه الصفحات

source: New Features
ar: مزايا جديدة

source: Discover our latest platform enhancements and tools
ar: اكتشف أحدث التحسينات والأدوات في منصّتنا

source: Explore Features
ar: استكشاف المزايا

source: Tutorials
ar: الدروس والشروحات

source: Step-by-step guides to get the most from our solutions
ar: شروحات خطوة بخطوة للاستفادة القصوى من حلولنا

source: View Tutorials
ar: عرض الشروحات

source: Events
ar: الفعاليات

source: Join our webinars, workshops, and community events
ar: انضم إلى الندوات وورش العمل والفعاليات المجتمعية الخاصة بنا

source: See Events
ar: عرض الفعاليات

source: About Us - SITEX
ar: من نحن - SITEX

source: About SITEX
ar: عن SITEX

source: We build modern software, websites, and digital solutions that help businesses grow—securely and efficiently.
ar: نحن نبني برمجيات حديثة ومواقع إلكترونية وحلولًا رقمية تساعد الشركات على النمو — بأمان وكفاءة.

source: Our Story
ar: قصتنا

source: SITEX started as a small team passionate about building clean, reliable software. Over time, we evolved into a full-service technology group delivering websites, business systems, e-commerce platforms, and integrations tailored to each client’s needs.
ar: بدأت SITEX كفريق صغير شغوف ببناء برمجيات نظيفة وموثوقة. ومع الوقت تطوّرنا لنصبح مجموعة تقنية متكاملة تقدم مواقع إلكترونية وأنظمة أعمال ومنصات تجارة إلكترونية وتكاملات مخصصة حسب احتياج كل عميل.

source: Today, we partner with companies across different industries to modernize operations, improve customer experiences, and launch digital products faster—using proven engineering practices, scalable architecture, and modern UI/UX.
ar: اليوم نتعاون مع شركات في قطاعات مختلفة لتحديث العمليات وتحسين تجربة العملاء وإطلاق منتجات رقمية بسرعة أكبر — بالاعتماد على ممارسات هندسية مثبتة وبنية قابلة للتوسع وتجربة مستخدم/واجهة حديثة.

source: Years of Delivery
ar: سنوات من الإنجاز

source: Projects Completed
ar: المشاريع المكتملة

source: Active Clients
ar: عملاء نشطون

source: Software Development
ar: تطوير البرمجيات

source: Our Mission
ar: مهمّتنا

source: To deliver secure, high-quality digital solutions that solve real business problems—through modern engineering, thoughtful design, and reliable support.
ar: تقديم حلول رقمية آمنة وعالية الجودة تُعالج مشاكل الأعمال الواقعية — عبر هندسة حديثة، وتصميم مدروس، ودعم موثوق.

source: Modern websites & landing pages
ar: مواقع حديثة وصفحات هبوط

source: Business systems & automation
ar: أنظمة أعمال وأتمتة

source: Reliable maintenance & technical support
ar: صيانة ودعم تقني موثوق

source: Our Vision
ar: رؤيتنا

source: To be a trusted technology partner in the region—known for innovation, craftsmanship, and building products that scale.
ar: أن نكون شريكًا تقنيًا موثوقًا في المنطقة — معروفين بالابتكار والإتقان وبناء منتجات قابلة للتوسع.

source: High engineering standards
ar: معايير هندسية عالية

source: Client-first delivery mindset
ar: نهج تسليم يضع العميل أولًا

source: Scalable, future-ready solutions
ar: حلول قابلة للتوسع وجاهزة للمستقبل

source: Our Values
ar: قيمنا

source: The principles that shape how we build, collaborate, and deliver.
ar: المبادئ التي تُشكّل طريقة عملنا في البناء والتعاون والتسليم.

source: Security & Reliability
ar: الأمان والموثوقية

source: We design with security in mind and build systems that stay stable under real-world usage.
ar: نصمّم مع وضع الأمان في الاعتبار ونبني أنظمة تبقى مستقرة في الاستخدام الحقيقي.

source: Quality Craftsmanship
ar: جودة وإتقان

source: Clean code, good architecture, and great UI/UX—because details matter.
ar: كود نظيف وبنية جيدة وتجربة مستخدم ممتازة — لأن التفاصيل تصنع الفرق.

source: Partnership
ar: الشراكة

source: We work closely with our clients, communicate clearly, and deliver with transparency.
ar: نعمل عن قرب مع عملائنا، ونتواصل بوضوح، ونُسلّم بشفافية.

source: Build With SITEX
ar: ابنِ مشروعك مع SITEX

source: Whether you need a modern website, a business system, or a complete digital platform—SITEX is ready to help you launch and scale.
ar: سواء كنت تحتاج موقعًا حديثًا أو نظام أعمال أو منصة رقمية متكاملة — SITEX جاهزة لمساعدتك على الإطلاق والتوسع.

source: Request a Consultation
ar: اطلب استشارة

source: Home
ar: الرئيسية

source: Our Services
ar: خدماتنا

source: Our Clients
ar: عملاؤنا

source: Contact Us
ar: تواصل معنا

source: Dashboard
ar: لوحة التحكم

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Register
ar: إنشاء حساب

source: Login to Dashboard
ar: تسجيل الدخول إلى لوحة التحكم

source: Company
ar: الشركة

source: Products
ar: المنتجات

source: Contact
ar: تواصل

source: not set
ar: غير محدد

source: Top Technologies
ar: أهم التقنيات

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Privacy
ar: الخصوصية

source: Terms
ar: الشروط

source: Support
ar: الدعم

source: No brands available.
ar: لا توجد علامات تجارية متاحة.

source: Failed to load brands. Please try again later.
ar: فشل في تحميل العلامات التجارية. يرجى المحاولة لاحقًا.

source: Categories - SITEX
ar: التصنيفات - SITEX

source: Explore SITEX services — websites, systems, integrations, and more.
ar: استكشف خدمات SITEX — مواقع، أنظمة، تكاملات، وأكثر.

source: Search services...
ar: ابحث عن الخدمات...

source: No image
ar: لا توجد صورة

source: Explore this category to discover SITEX solutions and related services.
ar: استكشف هذا التصنيف لاكتشاف حلول SITEX والخدمات المرتبطة.

source: No Categories Available
ar: لا توجد تصنيفات متاحة

source: Please check back later.
ar: يرجى العودة لاحقًا.

source: Our Clients - SITEX
ar: عملاؤنا - SITEX

source: We partner with organizations to build websites, systems, and digital products that deliver real results.
ar: نتعاون مع الجهات والمؤسسات لبناء مواقع وأنظمة ومنتجات رقمية تحقق نتائج حقيقية.

source: At SITEX, we value long-term partnerships. We collaborate closely with clients, understand their workflows, and deliver solutions that are secure, scalable, and easy to use.
ar: في SITEX نُقدّر الشراكات طويلة المدى. نتعاون عن قرب مع العملاء، نفهم سير عملهم، ونقدم حلولًا آمنة وقابلة للتوسع وسهلة الاستخدام.

source: Financial Institutions
ar: المؤسسات المالية

source: Secure integrations & compliance-ready systems
ar: تكاملات آمنة وأنظمة جاهزة للامتثال

source: "SITEX delivered reliable integrations and improved our operational workflow with clear documentation and support."
ar: "قدّمت SITEX تكاملات موثوقة وحسّنت سير العمل التشغيلي لدينا عبر توثيق واضح ودعم مستمر."

source: Banking
ar: المصارف

source: Retail & E-commerce
ar: البيع بالتجزئة والتجارة الإلكترونية

source: Online stores, catalogs, and order automation
ar: متاجر إلكترونية وكتالوجات وأتمتة الطلبات

source: "Their web platform helped us sell faster and manage products and orders with ease."
ar: "ساعدتنا منصتهم على البيع بسرعة وإدارة المنتجات والطلبات بسهولة."

source: Commerce
ar: التجارة

source: Industrial & Logistics
ar: الصناعة واللوجستيات

source: Inventory, invoices, dashboards, and reporting
ar: مخزون وفواتير ولوحات تحكم وتقارير

source: "We gained better visibility over operations through SITEX dashboards and automated reports."
ar: "حصلنا على رؤية أفضل للعمليات من خلال لوحات SITEX والتقارير المؤتمتة."

source: Operations
ar: العمليات

source: Education & Training
ar: التعليم والتدريب

source: Portals, content systems, and LMS customization
ar: بوابات وأنظمة محتوى وتخصيص أنظمة إدارة التعلم

source: "SITEX created a clean portal experience for our users with high performance and uptime."
ar: "قدّمت SITEX تجربة بوابة مميزة لمستخدمينا بأداء عالي وتوفر ممتاز."

source: Education
ar: التعليم

source: Governance & Compliance
ar: الحوكمة والامتثال

source: Audit-friendly workflows and role-based access
ar: سير عمل مناسب للتدقيق وصلاحيات حسب الأدوار

source: "They implemented secure access, logging, and workflows aligned with compliance requirements."
ar: "نفّذوا وصولًا آمنًا وسجلات تتبع وسير عمل متوافقًا مع متطلبات الامتثال."

source: Compliance
ar: الامتثال

source: Startups & SMEs
ar: الشركات الناشئة والمتوسطة

source: MVPs, landing pages, and custom web apps
ar: نماذج أولية (MVP) وصفحات هبوط وتطبيقات ويب مخصصة

source: "SITEX helped us launch quickly with a modern UI and a scalable backend."
ar: "ساعدتنا SITEX على الإطلاق بسرعة بواجهة حديثة وخلفية قابلة للتوسع."

source: Software
ar: البرمجيات

source: Selected Projects
ar: مشاريع مختارة

source: A snapshot of solutions we delivered—websites, dashboards, integrations, and internal systems.
ar: لمحة عن الحلول التي قدمناها — مواقع، لوحات تحكم، تكاملات، وأنظمة داخلية.

source: View
ar: عرض

source: Private
ar: خاص

source: A SITEX delivered solution tailored to client needs.
ar: حل من تنفيذ SITEX مُصمم حسب احتياج العميل.

source: Projects will appear here
ar: ستظهر المشاريع هنا

source: Add your projects in the admin panel and pass them to this template as 'projects'.
ar: أضف مشاريعك من لوحة الإدارة ثم مررها إلى هذا القالب باسم 'projects'.

source: Client Retention
ar: الاحتفاظ بالعملاء

source: Projects Delivered
ar: المشاريع المُسلّمة

source: Technical Support
ar: الدعم الفني

source: Satisfaction
ar: الرضا

source: Ready to Build Your Next Project?
ar: جاهز لبناء مشروعك القادم؟

source: Tell us what you need—website, system, integration, or automation—and we’ll propose the best solution.
ar: أخبرنا بما تحتاجه — موقع، نظام، تكامل، أو أتمتة — وسنقترح أفضل حل.

source: Start Your Project
ar: ابدأ مشروعك

source: Explore Services
ar: استكشف الخدمات

source: Contact Us - AWFERLK Solutions
ar: اتصل بنا - اوفرلك للحلول التقنية

source: Get In Touch
ar: تواصل معنا

source: We'd love to hear from you. Send us a message and we'll respond as soon as possible.
ar: يسعدنا سماعك. أرسل لنا رسالة وسنقوم بالرد عليك في أقرب وقت ممكن.

source: Send Us a Message
ar: أرسل لنا رسالة

source: Email Address
ar: عنوان البريد الإلكتروني

source: Your Message
ar: رسالتك

source: Tell us how we can help you...
ar: أخبرنا كيف يمكننا مساعدتك...

source: Send Message
ar: إرسال الرسالة

source: Contact Information
ar: معلومات الاتصال

source: Our Headquarters
ar: مقرّنا الرئيسي

source: Loading address from primary branch...
ar: جاري تحميل العنوان من الفرع الرئيسي...

source: Phone Number
ar: رقم الهاتف

source: Loading phone number...
ar: جاري تحميل رقم الهاتف...

source: Loading email address...
ar: جاري تحميل البريد الإلكتروني...

source: Business Hours
ar: ساعات العمل

source: Loading business hours...
ar: جاري تحميل ساعات العمل...

source: Follow Us
ar: تابعنا

source: Our Branches
ar: فروعنا

source: Visit us at any of our locations worldwide
ar: قم بزيارتنا في أي من فروعنا حول العالم

source: Loading branches...
ar: جاري تحميل الفروع...

source: Name
ar: الاسم

source: Address
ar: العنوان

source: Phone
ar: الهاتف

source: Hours
ar: ساعات العمل

source: Email
ar: البريد الإلكتروني

source: Coordinates
ar: الإحداثيات

source: Address not set
ar: لم يتم تحديد العنوان

source: Phone number not set
ar: لم يتم تحديد رقم الهاتف

source: Email not set
ar: لم يتم تحديد البريد الإلكتروني

source: Business hours not set
ar: لم يتم تحديد ساعات العمل

source: No branches available
ar: لا توجد فروع متاحة

source: Check back later for branch information.
ar: يرجى العودة لاحقًا للاطلاع على معلومات الفروع.

source: No valid branch locations
ar: لا توجد مواقع صحيحة للفروع

source: Please check branch coordinate data.
ar: يرجى التحقق من بيانات إحداثيات الفروع.

source: Details
ar: التفاصيل

source: Error loading branches
ar: حدث خطأ أثناء تحميل الفروع

source: Please try refreshing the page.
ar: يرجى محاولة تحديث الصفحة.

source: Sending...
ar: جاري الإرسال...

source: Admin Dashboard - AWFERLK Solutions
ar: لوحة التحكم الإدارية - اوفرلك للحلول التقنية

source: Admin Dashboard
ar: لوحة التحكم الإدارية

source: Manage products, inquiries, messages, and branches
ar: إدارة المنتجات والاستفسارات والرسائل والفروع

source: Add Product
ar: إضافة منتج

source: Add Branch
ar: إضافة فرع

source: Total Products
ar: إجمالي المنتجات

source: Product Inquiries
ar: استفسارات المنتجات

source: Messages
ar: الرسائل

source: Branches
ar: الفروع

source: Services
ar: الخدمات

source: Add Service
ar: إضافة خدمة

source: Image
ar: الصورة

source: Description
ar: الوصف

source: Actions
ar: الإجراءات

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: No categories added yet
ar: لم يتم إضافة أي تصنيفات بعد

source: Technologies
ar: التقنيات

source: Add Technology
ar: إضافة تقنية

source: No brands added yet
ar: لم يتم إضافة أي علامات تجارية بعد

source: Projects
ar: المشاريع

source: Add Project
ar: إضافة مشروع

source: Manage SITEX projects (create, edit, delete) and showcase them to clients.
ar: إدارة مشاريع SITEX (إضافة، تعديل، حذف) وعرضها للعملاء.

source: Invoices
ar: الفواتير

source: Invoice ID
ar: رقم الفاتورة

source: City / Address
ar: المدينة / العنوان

source: Subtotal
ar: الإجمالي الفرعي

source: Delivery Fee
ar: رسوم التوصيل

source: Total
ar: الإجمالي

source: Items
ar: العناصر

source: View Items
ar: عرض العناصر

source: Print
ar: طباعة

source: Product
ar: المنتج

source: Product ID
ar: معرّف المنتج

source: Quantity
ar: الكمية

source: Price (Original)
ar: السعر (الأصلي)

source: Discount (%%)
ar: الخصم (%%)

source: Price After Discount
ar: السعر بعد الخصم

source: No items in this invoice.
ar: لا توجد عناصر في هذه الفاتورة.

source: Delivery price
ar: سعر التوصيل

source: No invoices created yet
ar: لم يتم إنشاء أي فواتير بعد

source: Available
ar: متوفر

source: Price
ar: السعر

source: No products available
ar: لا توجد منتجات متاحة

source: Banners
ar: البنرات

source: Add Banner
ar: إضافة بنر

source: Title
ar: العنوان

source: Order
ar: الترتيب

source: Active
ar: مفعّل

source: No banners available
ar: لا توجد بنرات متاحة

source: Message
ar: الرسالة

source: Date
ar: التاريخ

source: No messages yet
ar: لا توجد رسائل بعد

source: Primary
ar: أساسي

source: Not Set
ar: غير محدد

source: Yes
ar: نعم

source: No
ar: لا

source: No branches added yet
ar: لم يتم إضافة أي فروع بعد

source: Cities
ar: المدن

source: Add City
ar: إضافة مدينة

source: City Name
ar: اسم المدينة

source: No cities added yet
ar: لم يتم إضافة أي مدن بعد

source: Year
ar: السنة

source: Project Type
ar: نوع المشروع

source: Industry
ar: القطاع

source: Sort Order
ar: ترتيب العرض

source: Tech Stack
ar: التقنيات المستخدمة

source: Project URL
ar: رابط المشروع

source: Featured
ar: مميز

source: Public
ar: عام

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Delete Project
ar: حذف المشروع

source: Are you sure you want to delete this project?
ar: هل أنت متأكد أنك تريد حذف هذا المشروع؟

source: Add New Product
ar: إضافة منتج جديد

source: Product Name
ar: اسم المنتج

source: Price (د.ل)
ar: السعر (د.ل)

source: Discount %%
ar: الخصم %%

source: Quantity Available
ar: الكمية المتاحة

source: Select Category
ar: اختر التصنيف

source: Category
ar: التصنيف

source: Show Price
ar: إظهار السعر

source: Show Quantity
ar: إظهار الكمية

source: Place Orders
ar: تسجيل الطلبات

source: Product Images
ar: صور المنتج

source: Product Video
ar: فيديو المنتج

source: Optional - Upload a product video
ar: اختياري - ارفع فيديو للمنتج

source: Edit Product
ar: تعديل المنتج

source: Existing gallery images
ar: صور المعرض الحالية

source: Update Product
ar: تحديث المنتج

source: Add New Branch
ar: إضافة فرع جديد

source: Branch Name
ar: اسم الفرع

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Opening Hours
ar: ساعات الفتح

source: Closing Hours
ar: ساعات الإغلاق

source: Day From
ar: اليوم من

source: Day To
ar: اليوم إلى

source: Facebook Link
ar: رابط فيسبوك

source: Instagram Link
ar: رابط إنستغرام

source: Twitter Link
ar: رابط تويتر (X)

source: LinkedIn Link
ar: رابط لينكدإن

source: Primary Branch
ar: الفرع الرئيسي

source: Edit Branch
ar: تعديل الفرع

source: Update Branch
ar: تحديث الفرع

source: Add Category
ar: إضافة تصنيف

source: Category Name
ar: اسم التصنيف

source: Category Image
ar: صورة التصنيف

source: Optional - Upload a category image
ar: اختياري - ارفع صورة للتصنيف

source: Edit Category
ar: تعديل التصنيف

source: Optional - Leave empty to keep current image
ar: اختياري - اتركه فارغًا للاحتفاظ بالصورة الحالية

source: Update Category
ar: تحديث التصنيف

source: Add New City
ar: إضافة مدينة جديدة

source: Delivery Fee (د.ل)
ar: رسوم التوصيل (د.ل)

source: Edit City
ar: تعديل المدينة

source: Update City
ar: تحديث المدينة

source: Message Details
ar: تفاصيل الرسالة

source: From:
ar: من:

source: Message:
ar: الرسالة:

source: Close
ar: إغلاق

source: Confirm Action
ar: تأكيد الإجراء

source: Are you sure you want to perform this action?
ar: هل أنت متأكد أنك تريد تنفيذ هذا الإجراء؟

source: Confirm
ar: تأكيد

source: Add Brand
ar: إضافة علامة تجارية

source: Please enter a brand name.
ar: يرجى إدخال اسم العلامة التجارية.

source: Optional - Upload a brand image
ar: اختياري - ارفع صورة للعلامة التجارية

source: Edit Brand
ar: تعديل العلامة التجارية

source: Update Brand
ar: تحديث العلامة التجارية

source: Categories
ar: التصنيفات

source: User
ar: المستخدم

source: Status
ar: الحالة

source: Pending
ar: قيد الانتظار

source: No inquiries yet
ar: لا توجد استفسارات بعد

source: Price ($)
ar: السعر ($)

source: Delivery Fee ($)
ar: رسوم التوصيل ($)

source: Home - SITEX
ar: الرئيسية - SITEX

source: Previous
ar: السابق

source: Next
ar: التالي

source: SITEX Software Group
ar: مجموعة SITEX البرمجية

source: Build Modern Software, Websites & Digital Platforms
ar: نبني برمجيات ومواقع ومنصات رقمية حديثة

source: We design and develop high-performance websites, business systems, and scalable cloud-ready solutions — with clean UI, secure architecture, and measurable results.
ar: نقوم بتصميم وتطوير مواقع عالية الأداء، وأنظمة أعمال، وحلول قابلة للتوسع وجاهزة للسحابة — بواجهة نظيفة، وبنية آمنة، ونتائج قابلة للقياس.

source: Request a Quote
ar: اطلب عرض سعر

source: Delivery & Iteration
ar: التسليم والتحسين المستمر

source: Best Practices
ar: أفضل الممارسات

source: Performance & Trust
ar: الأداء والثقة

source: Delivering Digital Excellence
ar: نقدّم تميزًا رقميًا

source: From corporate websites to internal systems, we focus on speed, stability, and a modern user experience — built for real business impact.
ar: من مواقع الشركات إلى الأنظمة الداخلية، نركز على السرعة والاستقرار وتجربة مستخدم حديثة — مبنية لتحقيق أثر حقيقي على الأعمال.

source: Client Satisfaction
ar: رضا العملاء

source: Based on delivery & support feedback
ar: بناءً على تقييمات التسليم والدعم

source: Uptime
ar: زمن التشغيل

source: Monitoring & stable deployments
ar: مراقبة ونشر مستقر

source: Quality Standards
ar: معايير الجودة

source: Code reviews & testing discipline
ar: مراجعة الكود وانضباط الاختبارات

source: Returning Clients
ar: عملاء متكررون

source: Long-term partnerships
ar: شراكات طويلة المدى

source: Fast response & clear communication
ar: استجابة سريعة وتواصل واضح

source: Fast Launch
ar: إطلاق سريع

source: For MVP & landing websites
ar: للنماذج الأولية وصفحات الهبوط

source: Security Checks
ar: فحوصات الأمان

source: Hardening & best practices
ar: تعزيز الأمان وأفضل الممارسات

source: Clean Git Workflow
ar: سير عمل Git منظم

source: Secure by Design
ar: آمن منذ التصميم

source: Cloud-Ready Deployments
ar: نشر جاهز للسحابة

source: What We Build
ar: ماذا نقدم

source: Websites, systems, and digital products — engineered for performance, scalability, and a great user experience.
ar: مواقع وأنظمة ومنتجات رقمية — مُهندسة للأداء وقابلية التوسع وتجربة مستخدم ممتازة.

source: Modern Stack, Reliable Delivery
ar: تقنيات حديثة وتسليم موثوق

source: We use trusted technologies and proven engineering practices to ship stable products faster.
ar: نستخدم تقنيات موثوقة وممارسات هندسية مثبتة لتسليم منتجات مستقرة بشكل أسرع.

source: Featured Work
ar: أعمال مميزة

source: Projects & Case Studies
ar: المشاريع ودراسات الحالة

source: A selection of websites and systems delivered with care — UI, backend, integrations, and deployment.
ar: مجموعة مختارة من المواقع والأنظمة التي تم تسليمها بعناية — واجهات، خلفية، تكاملات، ونشر.

source: View All Services
ar: عرض جميع الخدمات

source: Websites & Systems that Perform
ar: مواقع وأنظمة تعمل بكفاءة

source: Modern UI, secure backend, reliable deployment
ar: واجهة حديثة، خلفية آمنة، ونشر موثوق

source: No services available.
ar: لا توجد خدمات متاحة.

source: Service
ar: الخدمة

source: Details available on request.
ar: التفاصيل متاحة عند الطلب.

source: No technologies available.
ar: لا توجد تقنيات متاحة.

source: No featured work available.
ar: لا توجد أعمال مميزة متاحة.

source: Project
ar: المشروع

source: Project details available.
ar: تفاصيل المشروع متاحة.

source: Failed to load content. Please try again later.
ar: فشل تحميل المحتوى. يرجى المحاولة لاحقًا.

source: Search for products, categories, brands...
ar: ابحث عن المنتجات والتصنيفات والعلامات التجارية...

source: Search
ar: بحث

source: Shop By Category
ar: تسوق حسب التصنيف

source: Browse our wide range of categories
ar: تصفّح مجموعتنا الواسعة من التصنيفات

source: Featured Products
ar: منتجات مميزة

source: Discover our most popular items
ar: اكتشف أكثر منتجاتنا طلبًا

source: View All Products
ar: عرض جميع المنتجات

source: New Arrivals
ar: وصل حديثًا

source: Fresh picks just for you
ar: اختيارات جديدة خصيصًا لك

source: Login - AWFERLK Solutions
ar: تسجيل الدخول - اوفرلك للحلول التقنية

source: Welcome Back
ar: مرحبًا بعودتك

source: Sign in to your account to continue
ar: سجّل الدخول إلى حسابك للمتابعة

source: Username
ar: اسم المستخدم

source: Enter your username
ar: أدخل اسم المستخدم

source: Password
ar: كلمة المرور

source: Enter your password
ar: أدخل كلمة المرور

source: Remember me
ar: تذكرني

source: Forgot password?
ar: نسيت كلمة المرور؟

source: Sign In
ar: تسجيل الدخول

source: Don't have an account?
ar: ليس لديك حساب؟

source: Contact administrator
ar: تواصل مع المسؤول

source: Your login information is securely encrypted
ar: معلومات تسجيل الدخول مشفّرة بشكل آمن

source: Signing in...
ar: جاري تسجيل الدخول...

source: Your browser does not support the video tag.
ar: متصفحك لا يدعم عرض الفيديو.

source: Video Available
ar: يتوفر فيديو

source: %(product.name)s extra image
ar: صورة إضافية لـ %(product.name)s

source: Uncategorized
ar: غير مصنف

source: Price on request
ar: السعر عند الطلب

source: %(product.quantity_available)s items available
ar: متوفر %(product.quantity_available)s قطعة

source: Out of stock
ar: غير متوفر

source: Stock information not available
ar: معلومات المخزون غير متاحة

source: Fast shipping
ar: شحن سريع

source: 2 days return policy
ar: سياسة إرجاع خلال يومين

source: High quality
ar: جودة عالية
