Repository: Abdu5Hussein/sitex_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Similar Products
ar: منتجات مشابهة

source: Product added to cart!
ar: تمت إضافة المنتج إلى السلة!

source: Add to Cart
ar: إضافة إلى السلة

source: Cannot Order
ar: لا يمكن الطلب

source: This product cannot be ordered
ar: لا يمكن طلب هذا المنتج

source: Added!
ar: تمت الإضافة!

source: Saved!
ar: تم الحفظ!

source: Added to wishlist
ar: تمت الإضافة إلى المفضلة

source: Already in wishlist
ar: موجود بالفعل في المفضلة

source: Our Products - AWFERLK Solutions
ar: منتجاتنا - اوفرلك للحلول التقنية

source: Our Products
ar: منتجاتنا

source: Discover our comprehensive suite of technology solutions
ar: اكتشف مجموعتنا المتكاملة من الحلول التقنية

source: Place Inquiry
ar: إرسال استفسار

source: Custom
ar: مخصص

source: Delivery Address
ar: عنوان التوصيل

source: Enter complete delivery address
ar: أدخل عنوان التوصيل بالكامل

source: City
ar: المدينة

source: Pick Location on Map
ar: اختر الموقع من الخريطة

source: Submit Inquiry
ar: إرسال الاستفسار

source: No Products Available
ar: لا توجد منتجات متاحة

source: Check back later for our latest offerings.
ar: يرجى العودة لاحقًا للاطلاع على أحدث عروضنا.

source: Processing...
ar: جاري المعالجة...

source: Inquiry Submitted Successfully!
ar: تم إرسال الاستفسار بنجاح!

source: We'll contact you shortly.
ar: سنتواصل معك قريبًا.

source: Submit Another
ar: إرسال استفسار آخر

source: An error occurred while submitting your inquiry.
ar: حدث خطأ أثناء إرسال الاستفسار.

source: Shop - Browse Products
ar: المتجر - تصفح المنتجات

source: Price Range
ar: نطاق السعر

source: From
ar: من

source: To
ar: إلى

source: Availability
ar: التوفر

source: In Stock Only
ar: المتوفر فقط

source: Clear Filters
ar: مسح الفلاتر

source: Filters
ar: الفلاتر

source: Clear All
ar: مسح الكل

source: Apply Filters
ar: تطبيق الفلاتر

source: Sort By
ar: ترتيب حسب

source: Newest First
ar: الأحدث أولًا

source: Price: Low to High
ar: السعر: من الأقل للأعلى

source: Price: High to Low
ar: السعر: من الأعلى للأقل

source: Name A-Z
ar: الاسم من A إلى Z

source: Most Popular
ar: الأكثر شيوعًا

source: Done
ar: تم

source: All
ar: الكل

source: No products found
ar: لم يتم العثور على منتجات

source: Try adjusting your filters or search terms
ar: جرّب تعديل الفلاتر أو كلمات البحث

source: in stock
ar: متوفر

source: In stock
ar: متوفر

source: New
ar: جديد

source: Video
ar: فيديو

source: Pricing Calculator - SITEX
ar: حاسبة التسعير - SITEX

source: Project Pricing Calculator
ar: حاسبة تسعير المشروع

source: Select the services you need and get an estimated price instantly—clear, flexible, and tailored to your project.
ar: اختر الخدمات التي تحتاجها واحصل على تقدير فوري للسعر — واضح ومرن ومناسب لمشروعك.

source: Client & Project Details
ar: تفاصيل العميل والمشروع

source: Client Name
ar: اسم العميل

source: Company / Person
ar: الشركة / الشخص

source: Quote Date
ar: تاريخ العرض

source: Website
ar: موقع ويب

source: E-commerce
ar: التجارة الإلكترونية

source: Business System
ar: نظام أعمال

source: Landing Page
ar: صفحة هبوط

source: Currency
ar: العملة

source: Notes
ar: ملاحظات

source: Any special notes, requirements, references...
ar: أي ملاحظات أو متطلبات خاصة أو مراجع...

source: Reset to Default
ar: إعادة الضبط للوضع الافتراضي

source: Print Quote (PDF)
ar: طباعة العرض (PDF)

source: This is an estimate. Final pricing may vary based on scope, timeline, integrations, and content readiness.
ar: هذا تقدير مبدئي. قد يختلف السعر النهائي حسب نطاق العمل والجدول الزمني والتكاملات وجاهزية المحتوى.

source: Summary
ar: الملخص

source: Your selected items and totals will appear here.
ar: ستظهر هنا العناصر التي اخترتها والإجماليات.

source: Discount (LYD)
ar: تخفيض (د.ل)

source: Tax (LYD)
ar: الضريبة (د.ل)

source: Copy Quote Summary
ar: نسخ ملخص العرض

source: Selected Items
ar: العناصر المختارة

source: No items selected yet.
ar: لم يتم اختيار أي عناصر بعد.

source: Choose Services
ar: اختر الخدمات

source: Pick what you need. Adjust quantities when applicable. The estimate updates instantly.
ar: اختر ما تحتاجه، وعدّل الكميات عند الحاجة. يتم تحديث التقدير فورًا.

source: Service / Feature
ar: الخدمات / المميزات

source: Include
ar: تضمين

source: Qty
ar: الكمية

source: Unit Price (LYD)
ar: سعر الوحدة (د.ل)

source: Line Total (LYD)
ar: إجمالي البند (د.ل)

source: You can customize the dataset from your Excel file later. For now, the list is pre-filled and editable in code.
ar: يمكنك تخصيص البيانات من ملف Excel لاحقًا. حاليًا القائمة مُعبأة مسبقًا ويمكن تعديلها من الكود.

source: Need a Precise Quote?
ar: تحتاج عرض سعر دقيق؟

source: Share your requirements and we'll send a detailed proposal with timeline, deliverables, and exact pricing.
ar: شاركنا متطلباتك وسنرسل لك عرضًا مفصلًا يتضمن الجدول الزمني والمخرجات والسعر النهائي.

source: Software & IT Solutions
ar: حلول البرمجيات وتقنية المعلومات

source: Tripoli - Libya
ar: طرابلس - ليبيا

source: QUOTE / ESTIMATE
ar: عرض سعر / تقدير

source: Client
ar: العميل

source: Project Notes
ar: ملاحظات المشروع

source: Item
ar: البند

source: Unit
ar: الوحدة

source: This document is an estimate. Final pricing may change based on scope and timeline.
ar: هذا المستند تقديري. قد يتغير السعر النهائي حسب نطاق العمل والجدول الزمني.

source: Thank you for choosing SITEX.
ar: شكرًا لاختياركم SITEX.

source: This quote is generated electronically and does not require a signature.
ar: تم إنشاء هذا العرض إلكترونيًا ولا يتطلب توقيعًا.

source: Line
ar: البند

source: Type
ar: النوع

source: No items selected.
ar: لا توجد عناصر مختارة.

source: Quote summary copied ✅
ar: تم نسخ ملخص العرض ✅

source: Copy the text:
ar: انسخ النص:

source: Infrastructure
ar: البنية التحتية

source: Server / Hosting
ar: الخادم / الاستضافة

source: 3 months
ar: 3 أشهر

source: 6 months
ar: 6 أشهر

source: 1 year
ar: سنة واحدة

source: Domain registration (1 year)
ar: تسجيل النطاق (سنة واحدة)

source: Security
ar: الأمان

source: SSL Certificate
ar: شهادة SSL

source: Official email setup (info@...)
ar: إعداد بريد رسمي (info@...)

source: Design
ar: التصميم

source: Custom modern responsive design
ar: تصميم حديث متجاوب مخصص

source: Pages
ar: الصفحات

source: Up to 5 pages (Home/About/Services/Contact)
ar: حتى 5 صفحات (الرئيسية/من نحن/الخدمات/تواصل)

source: Extra page
ar: صفحة إضافية

source: Products module
ar: وحدة المنتجات

source: up to 10 products
ar: حتى 10 منتجات

source: up to 50 products
ar: حتى 50 منتج

source: Unlimited + advanced details
ar: غير محدود + تفاصيل متقدمة

source: Forms
ar: النماذج

source: Contact form
ar: نموذج تواصل

source: Quotation form
ar: نموذج طلب عرض سعر

source: Custom form
ar: نموذج مخصص

source: Basic e-commerce setup
ar: إعداد متجر إلكتروني أساسي

source: Social Media
ar: وسائل التواصل الاجتماعي

source: Social media integration
ar: ربط وسائل التواصل الاجتماعي

source: Maps
ar: الخرائط

source: Google Maps integration
ar: دمج خرائط Google

source: WhatsApp
ar: واتساب

source: WhatsApp notifications development
ar: تطوير إشعارات واتساب

source: Languages
ar: اللغات

source: Multi-language (Arabic + English)
ar: تعدد اللغات (العربية + الإنجليزية)

source: Themes
ar: الثيمات

source: Dark Mode Theme
ar: ثيم الوضع الليلي

source: Analytics
ar: التحليلات

source: Google Analytics + basic dashboard
ar: Google Analytics + لوحة تحكم بسيطة

source: SEO
ar: تحسين محركات البحث

source: SEO Setup
ar: إعداد SEO

source: Basic SEO setup
ar: إعداد SEO أساسي

source: Advanced SEO (strategy + technical SEO)
ar: SEO متقدم (استراتيجية + SEO تقني)

source: Maintenance & support (monthly)
ar: الصيانة والدعم (شهريًا)

source: Security monitoring & hardening (monthly)
ar: مراقبة الأمان وتعزيز الحماية (شهريًا)

source: SITEX Quote
ar: عرض سعر SITEX

source: Custom Project Pricing Calculator
ar: حاسبة تسعير المشاريع المخصصة
